[
  {
    "Title": "1. For the Universal Church",
    "Collect": "Gracious Father, we pray for your holy Catholic Church. Fill it with all truth, in all truth with all peace. Where it is corrupt, purify it; where it is in error, direct it; where in anything it is amiss, reform it. Where it is right, strengthen it; where it is in want, provide for it; where it is divided, reunite it; for the sake of Jesus Christ, your Son and our Savior. Amen."
  },
  {
    "Title": "10. For all Missionaries",
    "Collect": "O GOD, you desire that all people should be saved and come to the knowledge of the truth: Prosper all those who live, preach, and teach the Gospel at home and in distant lands [especially__________]; protect them in all perils, support them in their loneliness, sustain them in the hour of trial; give them your abundant grace to bear faithful witness; and endue them with burning zeal and love, that they may turn many to righteousness; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "11. For Missionary Societies",
    "Collect": "Lord Jesus, you commanded us to make disciples of all nations: Bless all those who work together for the spread of the Gospel [especially__________]; make them faithful and true witnesses to proclaim your glorious Name. Send down the grace of the Holy Spirit upon all your people, and grant that they may give cheerfully of their substance for the evangelizing of the world; that the light of your truth may shine into the darkest corners of the earth. Hear us, O merciful Savior, who with the Father and the Holy Spirit live and reign, one God, world without end. Amen."
  },
  {
    "Title": "12. For Vocations to Ordained Ministry",
    "Collect": "Lord Jesus, the Good Shepherd who cares for your flock, we ask you to bestow upon your Church the gifts of the Holy Spirit in abundance, and especially to raise up from among us faithful and able persons called to the ministries of Deacon and Priest. Inspire them to spend and be spent for the sake of the Gospel, and make them holy and loving shepherds of the flock for whom you shed your most precious blood. Grant this for the sake of your love. Amen."
  },
  {
    "Title": "13. For Monastic Orders and Vocations",
    "Collect": "O Lord Jesus Christ, you became poor for our sake that we might be made rich through your poverty: Guide and sanctify, we pray, those whom you call to follow you under the vows of poverty, chastity, and obedience; that by their prayer and service they may enrich your Church, and by their life and worship may glorify your Name; for you live and reign with the Father and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "14. For the Peace of the World",
    "Collect": "Eternal God, in whose perfect kingdom no sword is drawn but the sword of righteousness, no strength known but the strength of love: So mightily spread abroad your Spirit, that all peoples may be gathered under the banner of the Prince of Peace; to whom be dominion and glory, now and for ever. Amen."
  },
  {
    "Title": "15. For the Nation (traditional)",
    "Collect": "Almighty God, who hast given us this good land for our heritage: We humbly beseech thee that we may always prove ourselves a people mindful of thy favor and glad to do thy will. Bless our land with honorable industry, sound learning, and pure conduct. Save us from violence, discord, and confusion; from pride and arrogance, and from every evil way. Defend our liberties, and fashion into one united people the multitudes brought hither out of many kindreds and tongues. Endue with the spirit of wisdom those to whom in thy Name we entrust the authority of government, that there may be justice and peace at home, and that, through obedience to thy law, we may show forth thy praise among the nations of the earth. In the time of prosperity, fill our hearts with thankfulness, and in the day of trouble, suffer not our trust in thee to fail; all which we ask through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "16. For our Enemies",
    "Collect": "O God, the Father of all, whose Son commanded us to love our enemies: Lead them and us from prejudice to truth; deliver them and us from hatred, cruelty, and revenge; and in your good time enable us all to stand reconciled before you in Christ; in whose Name we pray. Amen."
  },
  {
    "Title": "17. For Courts of Justice",
    "Collect": "Almighty God, you sit on your throne giving righteous judgment: We humbly ask you to bless all courts of justice and magistrates in this land; give them a spirit of wisdom and understanding, that they may discern the truth, and impartially administer the law, in the fear of you alone; through him who shall come to be our Judge, your Son our Savior Jesus Christ. Amen."
  },
  {
    "Title": "18. For Local Government",
    "Collect": "Almighty God our heavenly Father, send down on those who hold office in this State [Commonwealth, Province, City, County, Town, ________] the spirit of wisdom, charity, and justice; that with steadfast purpose they may faithfully serve in their offices to promote the well being of all people; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "19. For an Election",
    "Collect": "Almighty God, to whom we must account for all our powers and privileges: Guide the people of this Nation [or City, Community, _____] in the election of officials and representatives; that, by faithful administration and wise laws, the rights of all may be protected, and our nation may be enabled to fulfill your purposes; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "2. For the Universal Church",
    "Collect": "O God of unchangeable power and eternal light: Look favorably on your whole Church, that wonderful and sacred mystery; by the effectual working of your providence, carry out in tranquility the plan of salvation; let the whole world see and know that things which were cast down are being raised up, and things which had grown old are being made new, and that all things are being brought to their perfection by him through whom all things were made, your Son Jesus Christ our Lord; who lives and reigns with you, in the unity of the Holy Spirit, one God, for ever and ever. Amen"
  },
  {
    "Title": "20. For those in the Armed Forces of our Country",
    "Collect": "Almighty God, we commend to your gracious care and keeping all the men and women of our armed forces at home and abroad. Defend them day by day with your heavenly grace; strengthen them in their trials and temptations; give them courage to face the perils which beset them; and grant them a sense of your abiding presence wherever they may be; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "21. For the Sovereign",
    "Collect": "Almighty and everlasting God, we are taught by your holy Word that the hearts of kings are in your rule, and that you direct them according to your wisdom: We humbly ask you so to govern the heart of N. your servant, our Queen and Governor, that in all her thoughts, words, and deeds, she may ever seek your honor and glory, and act to preserve your people committed to her charge in prosperity, peace, and godliness; Grant this, O merciful Father, for the sake of your dear Son, Jesus Christ our Lord. Amen."
  },
  {
    "Title": "22. For the Royal Family",
    "Collect": "Almighty God, the fountain of all goodness, we humbly ask you to bless our most gracious Sovereign, Queen N., [here may be named other members of the Royal Family] and all the Royal Family: Endue them with your Holy Spirit; enrich them with your heavenly grace; prosper them with all happiness; and bring them to your everlasting kingdom; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "23. For the Prime Minister of Canada and the Premiers of the Provinces",
    "Collect": "Lord of all power and mercy, we ask you to assist with your favor the Prime Minister of this Dominion, and the Premiers of the Provinces. Cause them to walk before you in truth and righteousness, and to fulfill their office to your glory and the public good; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "24. For the President of the United States and all in Civil Authority",
    "Collect": "O Lord our Governor, whose glory fills all the world: We commend this nation to your merciful care, that we may be guided by your Providence, and dwell secure in your peace. Grant to the President of the United States, the Governor of this State (or Commonwealth), and to all in authority, wisdom and strength to know and to do your will. Fill them with the love of truth and righteousness, and make them continually mindful of their calling to serve this people in reverent obedience to you; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, world without end. Amen."
  },
  {
    "Title": "25. For Congress or a State Legislature",
    "Collect": "O God, the fountain of wisdom, whose will is good and gracious, and whose law is truth: So guide and bless our Senators and Representatives in Congress assembled (or the Legislature of this State or Commonwealth), that they may enact laws pleasing in your sight, to the glory of your Name and the welfare of this people; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "26. For Joy in God’s Creation",
    "Collect": "O heavenly Father, you have filled the world with beauty: Open our eyes to behold your gracious hand in all your works; that, rejoicing in your whole creation, we may learn to serve you with gladness; for the sake of him through whom all things were made, your Son Jesus Christ our Lord. Amen."
  },
  {
    "Title": "27. For Stewardship of Creation",
    "Collect": "O merciful Creator, your hand is open wide to satisfy the needs of every living creature: Make us always thankful for your loving providence; and grant that we, remembering the account that we must one day give, may be faithful stewards of your good gifts; through Jesus Christ our Lord, who with you and the Holy Spirit lives and reigns, one God, for ever and ever. Amen."
  },
  {
    "Title": "28. For the Harvest of Lands and Waters",
    "Collect": "O gracious Father, you open your hand and fill all living things with plenteousness: Bless the lands and waters, and multiply the harvests of the world; send forth your Spirit, and renew the face of the earth; show your loving-kindness, that our land may yield its increase; and save us from selfish use of what you provide, that men and women everywhere may give you thanks; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "29. For Rain",
    "Collect": "O God, our heavenly Father, by your Son Jesus Christ you have promised to those who seek your kingdom and its righteousness all things necessary to sustain their life: Send us, we pray, in this time of need, such moderate rain and showers, that we may receive the fruits of the earth, to our comfort and to your honor; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "3. For the Unity of All Christian People",
    "Collect": "Lord Jesus Christ, you said to your apostles, “Peace I give to you; my own peace I leave with you.” Regard not our sins, but the faith of your Church, and give to us the peace and unity of that heavenly city, where with the Father and the Holy Spirit you live and reign, now and for ever. Amen."
  },
  {
    "Title": "30. In Time of Scarcity and Famine",
    "Collect": "O God, our heavenly Father, whose blessed Son taught us to seek our daily bread from you: Behold the affliction of your people, and send us swift aid in our time of necessity. Increase the fruits of the earth by your heavenly benediction; and grant that we, receiving your gifts with thankful hearts, may use them to your glory and the relief of those in need; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "31. For All Sorts and Conditions (traditional)",
    "Collect": "O God, the creator and preserver of all mankind, we humbly beseech thee for all sorts and conditions of men; that thou wouldest be pleased to make thy ways known unto them, thy saving health unto all nations. More especially we pray for thy holy Church universal; that it may be so guided and governed by thy good Spirit, that all who profess and call themselves Christians may be led into the way of truth, and hold the faith in unity of spirit, in the bond of peace, and in righteousness of life. Finally, we commend to thy fatherly goodness all those who are in any ways afflicted or distressed, in mind, body, or estate; [especially those for whom our prayers are desired]; that it may please thee to comfort and relieve them according to their several necessities, giving them patience under their sufferings, and a happy issue out of all their afflictions. And this we beg for Jesus Christ’s sake. Amen."
  },
  {
    "Title": "32. For Social Justice",
    "Collect": "Almighty God, who created us in your own image: Grant us grace to contend fearlessly against evil and to make no peace with oppression; and help us to use our freedom rightly in the establishment of justice in our communities and among the nations, to the glory of your holy Name; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "33. For Those Who Serve Others",
    "Collect": "Heavenly Father, whose blessed Son came not to be served but to serve: Bless all who, following in his steps, give themselves to the service of others; that with wisdom, patience, and courage, they may minister in his Name to the suffering, the friendless, and the needy; for the love of him who laid down his life for us, your Son our Savior Jesus Christ, who now lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "34. In Times of Social Conflict",
    "Collect": "O God, you have bound us together in a common life. Help us, in the midst of our struggles for justice and truth, to confront one another without hatred or bitterness, and to work together with mutual forbearance and respect; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "35. For Agriculture.",
    "Collect": "Almighty God, we thank you for making the earth fruitful, so that it might produce what is needed to sustain our life: Bless those who work in the fields; give us seasonable weather; and grant that we may all share the fruits of the earth, rejoicing in your goodness; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "36. For Commerce and Industry",
    "Collect": "Almighty God, whose Son Jesus Christ in his earthly life shared our toil and hallowed our labor: Be present with your people where they work; make those who carry on the industries and commerce of this land responsive to your will; and give us all a rightful satisfaction in what we do, and a just return for our labor; through Jesus Christ our Lord, who lives and reigns with you, in the unity of the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "37. For the Unemployed",
    "Collect": "Heavenly Father, we remember before you those who suffer want and anxiety from lack of work. Guide the people of this land so to use our public and private wealth that all may find suitable and fulfilling employment, and receive just payment for their labor; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "38. For Universities, Colleges, and Schools.",
    "Collect": "Almighty God, by your gift alone come wisdom and true understanding: Look with favor, we pray, on our universities, colleges, and schools, that knowledge may be increased among us, and good learning flourish and abound. Bless those who teach and those who learn; and grant that in humility of heart they may ever look to you, the fountain of all wisdom; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "39. For Cities",
    "Collect": "Heavenly Father, in your Word you have given us a vision of that holy City to which the nations of the world bring their glory: Behold and visit, we pray, this city. Renew the ties of mutual regard that form our civic life. Send us honest and able leaders. Deliver us from poverty, prejudice, and oppression, that peace may prevail with righteousness, and justice with order, and that men and women from different cultures and with differing talents may find, together with one another, the fulfillment of their humanity; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "4. For the Unity of the Church",
    "Collect": "O God the Father of our Lord Jesus Christ, our only Savior, the Prince of Peace: Give us grace to take to heart the grave dangers we are in through our many divisions. Deliver your Church from all enmity and prejudice, and everything that hinders us from godly union. As there is one Body and one Spirit, and one hope of our calling, one Lord, one faith, one baptism, one God and Father of us all, so make us all to be of one heart and of one mind, united in one holy bond of truth and peace, of faith and love, that with one voice we may give you praise; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God in everlasting glory. Amen."
  },
  {
    "Title": "40. For Towns and Rural Areas",
    "Collect": "Lord Christ, when you came among us, you proclaimed the kingdom of God in villages, towns, and lonely places: Grant that your presence and power may be known throughout this land. Have mercy upon all of us who live and work in rural areas [especially _________]; and grant that all the people of our nation may give thanks to you for food and drink and all other bodily necessities of life, respect those who labor to produce them, and steward the land and the water from which these good things come. All this we ask in your holy Name. Amen."
  },
  {
    "Title": "41. For the Poor and the Neglected",
    "Collect": "Almighty and most merciful God, we remember before you all those who are poor, neglected and forgotten: the homeless and the destitute, the old and the sick, and all who have no one to care for them. Use us to heal those who are broken in body or spirit, and turn their sorrow into joy. Grant this, Father, for the love of your Son, who for our sake became poor, Jesus Christ our Lord. Amen."
  },
  {
    "Title": "42. For the Poor and the Neglected",
    "Collect": "Almighty and most merciful God, who heals the brokenhearted, and turns the sadness of the sorrowful to joy: Remember in pity the destitute, homeless, and forgotten. Uplift those who are cast down; mightily befriend those who suffer; cheer with hope the discouraged; and preserve from falling all those who are tempting them to sin. Though they are troubled on every side, let them not be distressed; through they are perplexed, save them from despair. Grant this, O Lord, for the love of him who for our sakes became poor, your Son our Savior Jesus Christ. Amen."
  },
  {
    "Title": "43. For Prisons and Correctional Institutions",
    "Collect": "O God, you forgive when we deserve punishment, and in your wrath you remember mercy: We humbly ask you, of your goodness, to comfort all prisoners (and especially those who are condemned to die). Give them a right understanding of themselves, and of your promises; that trusting wholly in your mercy, they may not place their confidence anywhere but in you. Relieve the distressed; deliver the innocent; bring the guilty to repentance; and as you alone bring light out of darkness, and good out of evil, grant that by the power of your Holy Spirit they may be set free from the chains of sin, and brought to newness of life; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "44. For those who Influence Public Opinion",
    "Collect": "Almighty God, you proclaim your truth in every age by many voices: Direct, in our time, we pray, those who speak where many listen and write what many read; that they may do their part in making the heart of this people wise, its mind sound, and its will righteous; to the honor of Jesus Christ our Lord. Amen."
  },
  {
    "Title": "45. For the Unrepentant",
    "Collect": "Merciful God, you desire not the death of sinners, but rather that they should turn to you and live; and through your only Son you have revealed yourself as the God who pardons iniquity. Have mercy on the unrepentant and those who do not believe. Awaken in them, by your Word and Holy Spirit, a deep sense of their sinfulness and peril. Take from them all ignorance, hardness of heart, and contempt of your Word. Grant them to know and feel that there is no other name under heaven given among men by which they must be saved, but only the Name of the Lord Jesus Christ. And so bring them home and number them among your children, that they may be yours for ever; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, world without end. Amen"
  },
  {
    "Title": "46. For the Human Family",
    "Collect": "O God, you made us in your own image, and you have redeemed us through Jesus your Son: Look with compassion on the whole human family; take away the arrogance and hatred which infect our hearts; break down the walls that separate us; unite us in bonds of love; and work through our struggle and confusion to accomplish your purposes on earth; that, in your good time, all nations and races may serve you in harmony around your heavenly throne; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "47. For Families",
    "Collect": "Almighty God, our heavenly Father, who sets the solitary in families: We commend to your continual care the homes in which your people dwell. Put far from them every root of bitterness, the desire of vainglory, and the pride of life. Fill them with faith, virtue, knowledge, temperance, patience, and godliness. Knit together in constant affection those who, in holy matrimony, have been made one flesh; turn the hearts of parents to their children, and the hearts of children to their parents; and so enkindle fervent charity among us all, that we may evermore be joined to one another with bonds of loving-kindness; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "48. For the Care of Children",
    "Collect": "God our Father, you see your children growing up in an unsteady and confusing world: Show them that your ways give more life than the ways of the world, and that following you is better than chasing after selfish goals. Help them to take failure, not as a measure of their worth, but as a chance for a new start. Give them strength to hold their faith in you, and to keep alive their joy in your creation; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "49. For Those Who Live Alone",
    "Collect": "Almighty God, whose Son had nowhere to lay his head: Grant that those who live alone may not be lonely in their solitude, but that, following in his steps, they may find fulfillment in loving you and their neighbors; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "5. For a Province or Diocese",
    "Collect": "O God, by your grace you have called us in this Diocese to be a goodly and godly fellowship of faith. Bless our Bishop(s) N., and other clergy, and all our people. Grant that your Word may be truly preached and truly heard, your Sacraments faithfully administered and faithfully received. By your Spirit, fashion our lives according to the example of your Son, and grant that we may show the power of your love to all among whom we live; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "50. For the Elderly",
    "Collect": "Look with mercy, O God our Father, on all whose increasing years bring them weakness, distress, or isolation. Provide for them homes of dignity and peace; give them understanding helpers, and the willingness to accept help; and as their strength diminishes, increase their faith and their assurance of your love; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "51. For a Birthday",
    "Collect": "O God, our times are in your hand: Look with favor, we pray, on your servant N. as he begins another year. Grant that he may grow in wisdom and grace, and strengthen his trust in your goodness all the days of his life; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "52. For a Birthday",
    "Collect": "Watch over your child, O Lord, as his days increase; bless him and guide him. Strengthen him when he stands; comfort him when discouraged or sorrowful; raise him up if he falls; and in his heart may your peace which passes understanding abide all the days of his life; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "53. For the Absent",
    "Collect": "O God, whose fatherly care reaches to the ends of the earth: We ask you graciously to behold and bless those we love who are now absent from us. Defend them from all dangers of soul and body; and grant that both they and we, drawing nearer to you, may be bound together by your love, in the communion of your Holy Spirit and in the fellowship of your saints; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "54. For those who Travel",
    "Collect": "O God, our heavenly Father, whose glory fills the whole creation, and whose presence we find wherever we go: Preserve those who travel [especially N.]; surround them with your loving care; protect them from every danger; and bring them in safety to their journey’s end; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "55. For the Recovery of a Sick Person",
    "Collect": "Almighty and immortal God, giver of life and health: We implore your mercy for your servant N., that by your blessing upon him and upon those who minister to him with your healing gifts, he may be restored to health of body and mind, according to your gracious will, and may give thanks to you in your holy Church; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "56. For those with Chronic Disease",
    "Collect": "Heavenly Father, sustainer of our life and source of our hope: Comfort and relieve all who endure long-term illness or persistent handicap, and give your grace to all who minister to their needs: that those [or N.] for whom our prayers are offered may be strengthened in their weakness and given confidence in your loving care; through him who knows our weakness and has shared our sorrows, Jesus Christ our Lord. Amen."
  },
  {
    "Title": "57. For the Medical Professions",
    "Collect": "Almighty God, whose blessed Son Jesus Christ went about doing good, and healing sickness and diseases among the people: Continue his gracious work among us [especially in__________]; cheer, heal, and sanctify the sick; grant to physicians, surgeons, and nurses wisdom and skill, sympathy and patience; and send down your blessing upon all who labor to prevent suffering and to advance your loving purposes; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "58. For those who are Anxious or Depressed",
    "Collect": "Almighty God, whose Son took upon himself the afflictions of your people: Regard with your tender compassion those in anxiety and depression; bear their sorrows and their cares; supply all their needs; and help both them and us to put our whole trust and confidence in you; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "59. For those in Bondage to Addiction",
    "Collect": "O blessed Lord, you ministered to all who came to you: Look with compassion upon those who through addiction have lost their health and freedom. Restore to them the assurance of your unfailing mercy; remove from them the fears that beset them; strengthen them in the work of their recovery; and to those who care for them, give patient understanding and persevering love; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "6. For a Provincial or Diocesan Convention",
    "Collect": "Gracious and ever-living Father, you have given the Holy Spirit to abide with us for ever: Bless, we pray, with the Holy Spirit’s grace and presence, the bishops and the other clergy and the laity who assemble in your Name; that your Church, being preserved in true faith and godly discipline, may fulfill the will of him who loved her and gave himself for her, your Son Jesus Christ our Savior; who now lives and reigns with you and the same Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "60. For a Person in Trouble or Bereavement",
    "Collect": "O merciful Father, you have taught us in your holy Word that you do not willingly afflict or grieve the children of men: Look with pity on the sorrows of your servant N. Remember him, O Lord, in mercy, nourish his soul with patience, comfort him with a sense of your goodness, lift up your countenance upon him, and give him peace; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "61. For those we Love",
    "Collect": "Almighty God, we entrust all who are dear to us to your never failing care and love, for this life and the life to come, knowing that you are doing for them better things than we can desire or pray for; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "62. The Communion of Saints (traditional)",
    "Collect": "O God of the spirits of all flesh, we praise and magnify thy holy Name for all thy servants who have finished their course in thy faith and fear [especially thy servant N.]; and we beseech thee that, encouraged by their examples and strengthened by their fellowship, we also may be found meet to be partakers of the inheritance of the saints in light; through the merits of thy Son Jesus Christ our Lord. Amen."
  },
  {
    "Title": "63. The Communion of Saints",
    "Collect": "O eternal Lord God, who holds all souls in life: Shed forth upon your whole Church in Paradise and on earth the bright beams of your light and heavenly comfort; and grant that we, following the good example of those who have loved and served you here and are now at rest, may enter with them into the fullness of your unending joy; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "64. For Memorial Services and other Occasions",
    "Collect": "Almighty God, with whom the souls of the faithful who have departed this life are in joy and felicity: We praise and magnify your holy Name for all your servants who have finished their course in your faith and fear; and we most humbly pray that, at the day of resurrection, we and all who are members of the mystical body of your Son may be set on his right hand, and hear his most joyful voice: Come, you who are blessed by my Father, inherit the kingdom prepared for you from the foundation of the world. Grant this, O merciful Father, for the sake of Jesus Christ, our only Mediator and Advocate. Amen."
  },
  {
    "Title": "65. For Guidance",
    "Collect": "Direct us, O Lord, in all our doings with your most gracious favor, and further us with your continual help; that in all our works begun, continued, and ended in you, we may glorify your holy Name, and finally, through your mercy, obtain everlasting life; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "66. For Guidance",
    "Collect": "O God, by whom the meek are guided in judgment, and light rises up in darkness for the godly: Grant us, in all our doubts and uncertainties, the grace to ask what you would have us do, that the Spirit of wisdom may save us from all false choices, and that in your light we may see light, and in your straight path may not stumble; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "67. For Quiet Confidence",
    "Collect": "O God of peace, who has taught us that in returning and rest we shall be saved, in quietness and in confidence shall be our strength: By the might of your Spirit lift us, we pray, to your presence, where we may be still and know that you are God; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "68. In the Evening",
    "Collect": "O Lord, support us all the day long of this trouble-filled life, until the shadows lengthen, and the evening comes, and the busy world is hushed, and the fever of life is over, and our work is done. Then in your mercy, grant us a safe lodging, and a holy rest, and peace at the last. Amen."
  },
  {
    "Title": "69. A Prayer for Sleep",
    "Collect": "Lord, in your mercy dispel the darkness of this night, and let your servant (household) sleep in peace, that at the dawn of a new day, I may wake with joy in your Name; through Christ our Lord. Amen."
  },
  {
    "Title": "7. For the Selection of a Bishop or other Minister",
    "Collect": "Almighty God, giver of every good gift: Look graciously on your Church, and so guide the minds of those who shall choose a bishop for this Diocese [rector for this congregation], that we may receive a faithful pastor, who will preach the Gospel, care for your people, equip us for ministry, and lead us out in fulfillment of the Great Commission; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "70. A Prayer of Self-Dedication",
    "Collect": "Almighty and eternal God, so draw our hearts to you, so guide our minds, so fill our imaginations, so control our wills, that we may be wholly yours, utterly dedicated to you; and then use us, we pray, as you will, and always to your glory and the welfare of your people; through our Lord and Savior Jesus Christ. Amen."
  },
  {
    "Title": "71. A Prayer attributed to St. Francis",
    "Collect": "Lord, make me an instrument of your peace: where there is hatred, let me sow love; where there is injury, pardon; where there is discord, union; where there is error, truth; where there is doubt, faith; where there is despair, hope; where there is darkness, light; where there is sadness, joy. O divine Master, grant that I may seek not so much to be consoled as to console, to be understood as to understand, to be loved as to love. For it is in giving that we receive, it is in pardoning that we are pardoned, and it is in dying that we are born to eternal life. Amen."
  },
  {
    "Title": "72. Preparation for Personal Prayer",
    "Collect": "Holy Spirit, breath of God and fire of love, I cannot pray without your aid; but you have promised to pour out on all who desire it the spirit of grace and supplication. Deliver me from coldness of heart and wanderings of mind, kindle in me the fire of your love, and illumine me with your truth; that with a steadfast will and holy thoughts I may approach the Father in spirit and truth; through Jesus Christ my Lord, who reigns with you and the Father in eternal union. Amen."
  },
  {
    "Title": "73. For the Answering of Prayer",
    "Collect": "Almighty God, you have promised to hear the petitions of those who ask in the Name of your Son: Mercifully incline your ear to us as we make our prayers and supplications to you; and grant that what we ask faithfully, according to your will, we may obtain effectually, for the relief of our necessities, and the setting forth of your glory; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "74. A Prayer at the Reading of Scripture",
    "Collect": "Blessed Lord, who caused all holy Scriptures to be written for our learning: Grant us so to hear them, read, mark, learn, and inwardly digest them, that by patience and the comfort of your Holy Word we may embrace and ever hold fast the blessed hope of everlasting life, which you have given us in our Savior Jesus Christ; who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "75. On Sunday",
    "Collect": "O God our King, by the resurrection of your Son Jesus Christ on the first day of the week, you conquered sin, put death to flight, and gave us the hope of everlasting life: Redeem all our days by this victory; forgive our sins, banish our fears, make us bold to praise you and to do your will; and steel us to wait for the consummation of your kingdom on the last great Day; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "76. Preparation for Public Worship",
    "Collect": "Guide and direct us, O Lord, always and everywhere with your holy light; that we may discern with clear vision your presence among us, and partake with worthy intention of your divine mysteries. We ask this for Jesus’ sake. Amen."
  },
  {
    "Title": "77. Before Receiving Communion",
    "Collect": "Be present, O Jesus Christ, our great High Priest and Risen Lord, as you were present with your disciples, and be made known to us in Scripture and the breaking of bread; who live and reign with the Father and the Holy Spirit, now and for ever. Amen."
  },
  {
    "Title": "78. After Receiving Communion",
    "Collect": "O Lord Jesus Christ, who in this wonderful Sacrament has given us a memorial of your passion: Grant us, we pray, so to venerate the sacred mysteries of your Body and Blood, that we may ever perceive within ourselves the fruit of your redemption; who live and reign with the Father and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "79. After Public Worship",
    "Collect": "Grant, Almighty God, that the words we have heard this day with our ears may by your grace be grafted in our hearts, that they may bring forth in us the fruit of good living, to the honor and praise of your Name; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "8. For the Local Congregation",
    "Collect": "Almighty and everlasting God, you govern all things in heaven and earth: Mercifully hear our prayers, and grant that in this congregation the pure Word of God will be preached and the sacraments duly administered. Strengthen and confirm the faithful; protect and guide the children; visit and relieve the sick; turn and soften the wicked; arouse the careless; recover the fallen; restore the penitent; remove all hindrances to the advancement of your truth; and bring us all to be of one heart and mind within your holy Church, to the honor and glory of your Name; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "80. Grace at Meals",
    "Collect": "Give us grateful hearts, our Father, for all your mercies, and make us mindful of the needs of others; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "81. Grace at Meals",
    "Collect": "Blessed are you, O Lord God, King of the Universe, for you give us food to sustain our lives and make our hearts glad; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "82. Grace at Meals (traditional)",
    "Collect": "Bless us, O Lord, and these thy gifts which we are about to receive from thy bounty, through Christ our Lord. Amen."
  },
  {
    "Title": "83. A Prayer of Thanksgiving",
    "Collect": "Accept, O Lord, our thanks and praise for all that you have done for us. We thank you for the splendor of the whole creation, for the beauty of this world, for the wonder of life, and for the mystery of love. We thank you for the blessing of family and friends, and for the loving care which surrounds us on every side. We thank you for setting us at tasks which demand our best efforts, and for leading us to accomplishments which satisfy and delight us. We thank you also for those disappointments and failures that lead us to acknowledge our dependence on you alone. Above all, we thank you for your Son Jesus Christ; for the truth of his Word and the example of his life; for his steadfast obedience, by which he overcame temptation; for his dying, through which he overcame death; and for his rising to life again, in which we are raised to the life of your kingdom. Grant us the gift of your Spirit, that we may know him and make him known; and through him, at all times and in all places, may give thanks to you in all things. Amen."
  },
  {
    "Title": "84. For the Mission of the Church",
    "Collect": "Almighty God, you sent your Son Jesus Christ to reconcile the world to yourself: We praise and bless you for those whom you have sent in the power of the Spirit to preach the Gospel to all nations. We thank you that in all parts of the earth a community of love has been gathered together by their prayers and labors, and that in every place your servants call upon your Name; for the kingdom and the power and the glory are yours for ever and ever. Amen."
  },
  {
    "Title": "85. For the Beauty of the Earth",
    "Collect": "We give you thanks, most gracious God, for the beauty of earth and sky and sea; for the richness of mountains, plains, and rivers; for the wonder of your creatures, large and small; and for all the loveliness that surrounds us. We praise you for these good gifts, and pray that we may safeguard them for our posterity. Grant that we may continue to grow in our grateful enjoyment of your abundant creation, to the honor and glory of your Name, now and for ever. Amen."
  },
  {
    "Title": "86. For the Diversity of Races and Cultures",
    "Collect": "O God, who created all peoples in your image, we thank you for the diversity of races and cultures in this world. Show us your presence in those who differ from us, and enrich our lives with their fellowship, until our knowledge of your love is made perfect in our love for all your children; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "87. For Veterans",
    "Collect": "O Judge of the nations, we thank you with grateful hearts for the men and women of our country who in the day of decision ventured much for the liberties we now enjoy. Grant that we may not rest until all the people of this land share the benefits of true freedom and gladly accept its disciplines. This we ask in the Name of Jesus Christ our Lord. Amen."
  },
  {
    "Title": "88. For Deliverance in Peril.",
    "Collect": "Almighty God, our strong tower of defense in time of trouble: We offer you praise and heartfelt thanks for our deliverance from the dangers which lately surrounded us [and for your gracious gift of peace]. We confess that your goodness alone has preserved us; and we ask you still to continue your mercies toward us, that we may always know and acknowledge you as our Savior and mighty Deliverer; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "89. For the Restoration of Health",
    "Collect": "Almighty God and heavenly Father, we bless and praise your Name on behalf of your servant N., and we give you humble thanks that you have been pleased to deliver him from sickness. Grant, O gracious Father, that by your help he may live in this world according to your will, and be made a partaker of everlasting glory in the life to come; through Jesus Christ our Lord. Amen."
  },
  {
    "Title": "9. For the Mission of the Church",
    "Collect": "O God, our heavenly Father, you manifested your love by sending your only-begotten Son into the world, that all might live through him: Pour out your Spirit on your Church, that we may fulfill his command to preach the Gospel to all people. Send forth laborers into your harvest; defend them in all dangers and temptations; and hasten the time when the fullness of the Gentiles shall be gathered in, and faithful Israel shall be saved; through your Son Jesus Christ our Lord. Amen."
  },
  {
    "Title": "90. For the Saints and Faithful Departed",
    "Collect": "We give thanks to you, O Lord our God, for all your servants and witnesses of time past: for Abraham, the father of believers, and Sarah his wife; for Moses, the lawgiver, and Aaron, the priest; for Miriam and Joshua, Deborah and Gideon, and Samuel with Hannah his mother; for Isaiah and all the prophets; for Mary, the mother of our Lord; for Peter and Paul and all the apostles; for Mary and Martha, and Mary Magdalene; for Stephen, the first martyr, and all the martyrs and saints in every age and in every land. In your mercy, O Lord our God, give us, as you gave to them, the hope of salvation and the promise of eternal life; through Jesus Christ our Lord, the first born of many from the dead. Amen."
  },
  {
    "Title": "All Saints’ Day [November 1]",
    "Collect": "Almighty God, you have knit together your elect in one communion and fellowship in the mystical Body of your Son: Give us grace so to follow your blessed saints in all virtuous and godly living, that we may come to those ineffable joys that you have prepared for those who truly love you; through Jesus Christ our Lord, who with you and the Holy Spirit lives and reigns, one God, in glory everlasting. Amen."
  },
  {
    "Title": "Ascension Day",
    "Collect": "Almighty God, whose only-begotten Son our Lord Jesus Christ ascended into heaven: May our hearts and minds also there ascend, and with him continually dwell; who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Ash Wednesday",
    "Collect": "Almighty and everlasting God, you hate nothing you have made, and you forgive the sins of all who are penitent: Create and make in us new and contrite hearts, that we, worthily lamenting our sins and acknowledging our wretchedness, may obtain of you, the God of all mercy, perfect remission and forgiveness; through Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Canada Day [Canada on July 1]",
    "Collect": "Almighty God, whose wisdom and love are over all: Accept the prayers we offer for Canada, and give integrity to its citizens and wisdom to those in authority, that harmony and justice may be secured in obedience to your will; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Christmas Day",
    "Collect": "Almighty God, you have given your only-begotten Son to take our nature upon him, and to be born [this day] of a pure virgin: Grant that we, who have been born again and made your children by adoption and grace, may daily be renewed by your Holy Spirit; through Jesus Christ our Lord, to whom with you and the same Spirit be honor and glory, now and for ever. Amen."
  },
  {
    "Title": "Christmas Eve",
    "Collect": "O God, you have caused this holy night to shine with the brightness of the true Light: Grant that we, who have known the mystery of that Light on earth, may also enjoy him perfectly in heaven; where with you and the Holy Spirit he lives and reigns, one God, in glory everlasting. Amen."
  },
  {
    "Title": "Common of Commemorations",
    "Collect": "The festival of a saint is observed in accordance with the rules of precedence set forth in the Calendar of the Church Year. At the discretion of the Celebrant, and as appropriate, any of the following collects, with one of the corresponding sets of psalms and lessons, may be used (a) at the commemoration of a saint listed in the Calendar for which no Proper is provided in this Book, or (b) at the patronal festival or commemoration of a saint not listed in the Calendar."
  },
  {
    "Title": "Confession of Saint Peter [January 18]",
    "Collect": "Almighty Father, who inspired Simon Peter, first among the apostles, to confess Jesus as Messiah and Son of the living God: Keep your Church steadfast upon the rock of this faith, that in unity and peace we may proclaim the one truth and follow the one Lord, our Savior Jesus Christ; who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Conversion of Saint Paul [January 25]",
    "Collect": "O God, by the preaching of your apostle Paul you have caused the light of the Gospel to shine throughout the world: Grant, we pray, that having his wonderful conversion in remembrance, we may show ourselves thankful to you by following his holy teaching; through Jesus Christ our Lord, who lives and reigns with you, in the unity of the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Day of Pentecost (Whitsunday)",
    "Collect": "Almighty God, on this day, through the outpouring of the Holy Spirit, you revealed the way of eternal life to every race and nation: Pour out this gift anew, that by the preaching of the Gospel your salvation may reach to the ends of the earth; through Jesus Christ our Lord, who lives and reigns with you, in the unity of the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Day of Pentecost (Whitsunday)",
    "Collect": "O God, who on this day taught the hearts of your faithful people by sending to them the light of your Holy Spirit: Grant us by the same Spirit to have a right judgment in all things, and evermore to rejoice in his holy comfort; through Jesus Christ your Son our Lord, who lives and reigns with you, in the unity of the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Easter Day",
    "Collect": "Almighty God, who through your only-begotten Son Jesus Christ overcame death and opened to us the gate of everlasting life: Grant that we, who celebrate with joy the day of the Lord’s resurrection, may, by your life-giving Spirit, be delivered from sin and raised from death; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Easter Day",
    "Collect": "O God, who for our redemption gave your only begotten Son to die upon the cross, and by his glorious resurrection delivered us from the devil and the power of death: Grant us grace to die daily to sin, that we may live with him in the joy of his resurrection; who lives and reigns with you and the Holy Spirit, now and for ever. Amen."
  },
  {
    "Title": "Easter Eve",
    "Collect": "O God, you made this most holy night to shine with the glory of the Lord’s resurrection: Stir up in your Church that Spirit of adoption which is given to us in Baptism, that we, being renewed both in body and mind, may worship you in sincerity and truth; through Jesus Christ our Lord, who lives and reigns with you, in the unity of the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "For use on the traditional days or at other times",
    "Collect": "Almighty God, the giver of all good gifts, in your divine providence you have appointed various orders in your Church: Give your grace, we humbly pray, to all who are [now] called to any office and ministry for your people; and so fill them with the truth of your doctrine and clothe them with holiness of life, that they may faithfully serve before you, to the glory of your great Name and for the benefit of your holy Church; through Jesus Christ our Lord, who lives and reigns with you, in the unity of the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "For use on the traditional days or at other times",
    "Collect": "O God, you led your holy apostles to ordain ministers in every place: Grant that your Church, under the guidance of the Holy Spirit, may choose suitable persons for the ministry of Word and Sacrament, and may uphold them in their work for the extension of your kingdom; through the great Shepherd and Bishop of our souls, Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Friday of Easter Week",
    "Collect": "Almighty Father, who gave your only Son to die for our sins and to rise for our justification: Give us grace so to put away the leaven of malice and wickedness, that we may always serve you in purity of life; through Jesus Christ your Son our Lord, who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Good Friday",
    "Collect": "Almighty God, we beseech you graciously to behold this your family, for whom our Lord Jesus Christ was willing to be betrayed and given into the hands of sinners, and to suffer death upon the cross; who now lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Holy Cross Day [September 14]",
    "Collect": "Almighty God, whose Son our Savior Jesus Christ was lifted high upon the cross that he might draw the whole world to himself: Mercifully grant that we, who glory in the mystery of our redemption, may have grace to take up our cross and follow him; who lives and reigns with you and the Holy Spirit, one God, in glory everlasting. Amen."
  },
  {
    "Title": "Holy Michael and All Angels [September 29]",
    "Collect": "Everlasting God, you have ordained and constituted in a wonderful order the ministries of angels and mortals: Mercifully grant that, as your holy angels always serve and worship you in heaven, so by your appointment they may help and defend us here on earth; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Holy Saturday",
    "Collect": "O God of the living, on this day your Son our Savior descended to the place of the dead: Look with kindness on all of us who wait in hope for liberation from the corruption of sin and death, and give us a share in the glory of the children of God, through Jesus Christ your Son, our Lord. Amen."
  },
  {
    "Title": "Holy Saturday",
    "Collect": "O God, Creator of heaven and earth: Grant that, as the crucified body of your dear Son was laid in the tomb and rested on this holy Sabbath, so we may await with him the coming of the third day, and rise with him to newness of life; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Independence Day  [United States of America on July 4]",
    "Collect": "Lord God, by your providence our founders won their liberties of old: Grant that we and all the people of this land may have grace to exercise these liberties in righteousness and peace; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Maundy Thursday",
    "Collect": "Almighty Father, whose most dear Son, on the night before he suffered, instituted the Sacrament of his Body and Blood: Mercifully grant that we may receive it in thankful remembrance of Jesus Christ our Savior, who in these holy mysteries gives us a pledge of eternal life; and who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Memorial Day [United States of America, Monday from May 25 to May 31]",
    "Collect": "O King and Judge of the nations: We remember before you with grateful hearts the men and women of our armed forces, who in the day of decision ventured much for the liberties we now enjoy; grant that we may not rest until all the people of this land share the benefits of true freedom and gladly accept its disciplines; through Jesus Christ our Lord, who with you and the Holy Spirit, lives and reigns, now and for ever. Amen."
  },
  {
    "Title": "Monday of Easter Week",
    "Collect": "Grant, we pray, Almighty God, that we who celebrate with reverence the Paschal feast may be made worthy to attain to everlasting joys; through Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Monday of Holy Week",
    "Collect": "Almighty God, whose most dear Son went not up to joy but first he suffered pain, and entered not into glory before he was crucified: Mercifully grant that we, walking in the way of the cross, may find it none other than the way of life and peace; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Of a Martyr",
    "Collect": "Almighty God, you gave your servant N. boldness to confess the Name of our Savior Jesus Christ before the rulers of this world, and courage to die for this faith: Grant that we may always be ready to give a reason for the hope that is in us, and to suffer gladly for the sake of our Lord Jesus Christ; who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Of a Missionary or Evangelist",
    "Collect": "Almighty and everlasting God, you called your servant N. to preach the Gospel to the people of_________ [or to the__________ people]: Raise up in this and every land evangelists and heralds of your kingdom, that your Church may proclaim the unsearchable riches of our Savior Jesus Christ; who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Of a Monastic",
    "Collect": "O God, your blessed Son became poor that we through his poverty might be made rich: Deliver us from an inordinate love of this world, that we, inspired by the devotion of your servant N., may serve you with singleness of heart, and attain to the riches of the age to come; through Jesus Christ our Lord, who lives and reigns with you, in the unity of the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Of a Pastor",
    "Collect": "O God, our heavenly Father, you raised up your faithful servant N., to be a [bishop and] pastor in your Church and to feed your flock: Give abundantly to all pastors the gifts of your Holy Spirit, that they may minister in your household as true servants of Christ and stewards of your divine mysteries; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Of a Reformer of the Church",
    "Collect": "O God, by your grace your servant N., kindled by the flame of your love, became a burning and shining light in your Church, turning pride into humility and error into truth: Grant that we may be set aflame with the same spirit of love and discipline, and walk before you as children of light; through Jesus Christ our Lord, who lives and reigns with you, in the unity of the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Of a Renewer of Society",
    "Collect": "Almighty and everlasting God, you kindled the flame of your love in the heart of your servant N. to manifest your compassion and mercy to the poor and the persecuted: Grant to us, your humble servants, a like faith and power of love, that we who give thanks for his righteous zeal may profit by his example; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Of a Teacher of the Faith",
    "Collect": "Almighty God, you gave your servant N. special gifts of grace to understand and teach the truth revealed in Christ Jesus: Grant that by this teaching we may know you, the one true God, and Jesus Christ whom you have sent; who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Of an Ecumenist",
    "Collect": "Almighty God, we give you thanks for the ministry of N. who labored that the Church of Jesus Christ might be one: Grant that we, instructed by his teaching and example, and knit together in unity by your Spirit, may ever stand firm upon the one foundation, which is Jesus Christ our Lord; who lives and reigns with you, in the unity of the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Of Any Commemoration",
    "Collect": "Almighty God, by your Holy Spirit you have made us one with your saints in heaven and on earth: Grant that in our earthly pilgrimage we may always be supported by this fellowship of love and prayer, and know ourselves to be surrounded by their witness to your power and mercy; for the sake of Jesus Christ, in whom all our intercessions are acceptable through the Spirit, and who lives and reigns with you for ever and ever. Amen."
  },
  {
    "Title": "Of Any Commemoration",
    "Collect": "Almighty God, you have surrounded us with a great cloud of witnesses: Grant that we, encouraged by the good example of your servant N., may persevere in running the race that is set before us, until at last, with him, we attain to your eternal joy; through Jesus Christ, the pioneer and perfecter of our faith, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Palm Sunday",
    "Collect": "Almighty and everlasting God, in your tender love for us you sent your Son our Savior Jesus Christ to take upon himself our nature, and to suffer death upon the cross, giving us the example of his great humility: Mercifully grant that we may walk in the way of his suffering, and come to share in his resurrection; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Remembrance Day [Canada, November 11]",
    "Collect": "O King and Judge of the nations: We remember before you with grateful hearts the men and women of our armed forces, who in the day of decision ventured much for the liberties we now enjoy; grant that we may not rest until all the people of this land share the benefits of true freedom and gladly accept its disciplines; through Jesus Christ our Lord, who with you and the Holy Spirit, lives and reigns, now and for ever. Amen."
  },
  {
    "Title": "Rogation Days (Agriculture and Industry)",
    "Collect": "Almighty God, Lord of heaven and earth: We humbly pray that your gracious providence may give and preserve to our use the harvests of the land and of the seas, and may prosper all who labor to gather them, that we, who are constantly receiving good things from your hand, may always give you thanks; through Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Rogation Days (Agriculture and Industry)",
    "Collect": "Almighty God, whose Son Jesus Christ in his earthly life shared our toil and hallowed our labor: Be present with your people where they work; make those who carry on the industries and commerce of this land responsive to your will; and give us all a right satisfaction in what we do, and a just return for our labor; through Jesus Christ our Lord, who lives and reigns with you, in the unity of the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Saint Andrew [November 30]",
    "Collect": "Almighty God, you gave such grace to your apostle Andrew that he readily obeyed the call of your Son Jesus Christ, and brought his brother with him: Give us, who are called by your holy Word, grace to follow him without delay, and to bring those near to us into his gracious presence; who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Saint Barnabas [June 11]",
    "Collect": "Grant, O God, that we may follow the example of your faithful servant Barnabas, who, seeking not his own renown but the well-being of your Church, gave generously of his life and substance for the relief of the poor and went forth courageously in mission for the spread of the Gospel; through Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Saint Bartholomew [August 24]",
    "Collect": "Almighty and everlasting God, you gave your apostle Bartholomew grace truly to believe and to preach your Word: Grant that your Church may love what he believed and preach what he taught; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Saint James [July 25]",
    "Collect": "O gracious God, your servant and apostle James was first among the Twelve to suffer martyrdom for the Name of Jesus Christ: Pour out upon the leaders of your Church that spirit of self-denying service, by which they may have true authority among your people; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Saint James of Jerusalem  [October 23]",
    "Collect": "Grant, O God, that, following the example of your apostle James the Just, kinsman of our Lord, your Church may give itself continually to prayer and to the reconciliation of all who are at variance and enmity; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Saint John the Evangelist [December 27]",
    "Collect": "Shed upon your Church, O Lord, the brightness of your light; that we, being illumined by the teaching of your apostle and evangelist John, may so walk in the light of your truth, that at length we may attain to the fullness of eternal life; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Saint Joseph [March 19]",
    "Collect": "O God, who from the family of your servant David raised up Joseph to be the guardian of your incarnate Son and the husband of his virgin mother: Give us grace to imitate his uprightness of life and his obedience to your commands; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Saint Luke [October 18]",
    "Collect": "Almighty God, you called your servant Luke to be an evangelist and physician of the soul: Grant that, by the wholesome medicine of the doctrine he taught, all the diseases of our souls may be healed; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Saint Mark [April 25]",
    "Collect": "Almighty God, by the hand of Mark the evangelist you have given to your Church the Gospel of Jesus Christ: We thank you for his witness, and pray that you will give us grace to know the truth, and not to be carried about by every wind of false doctrine, that we may know Jesus Christ as our Lord and Savior; who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Saint Mary Magdalene [July 22]",
    "Collect": "Almighty God, whose blessed Son restored Mary Magdalene to health of body and of mind, and called her to be a witness of his resurrection: Mercifully grant that by your grace we may be healed from all our infirmities and know you in the power of his unending life; who with you and the Holy Spirit lives and reigns, one God, now and for ever. Amen."
  },
  {
    "Title": "Saint Mary the Virgin  [August 15]",
    "Collect": "O God, you have taken to yourself the blessed Virgin Mary, mother of your incarnate Son: Grant that we, who have been redeemed by his blood, may share with her the glory of your eternal kingdom; through Jesus Christ our Lord, who lives and reigns with you, in the unity of the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Saint Matthew [September 21]",
    "Collect": "Lord Jesus, you called Matthew from collecting taxes to become your apostle and evangelist; grant us the grace to forsake all covetous desires and inordinate love of riches, that we may follow you as he did and proclaim to the world around us the good news of your salvation; for with the Father and the Holy Spirit you live and reign, one God, now and for ever. Amen."
  },
  {
    "Title": "Saint Matthias [February 24]",
    "Collect": "Almighty God, who in the place of Judas chose your faithful servant Matthias to be numbered among the Twelve: Grant that your Church, being delivered from false apostles, may always be guided and governed by faithful and true pastors; through Jesus Christ our Lord, who lives and reigns with you, in the unity of the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Saint Peter and Saint Paul [June 29]",
    "Collect": "Almighty God, whose blessed apostles Peter and Paul glorified you by their martyrdom: Grant that your Church, instructed by their teaching and example, and knit together in unity by your Spirit, may ever stand firm upon the one foundation, which is Jesus Christ our Lord; who lives and reigns with you, in the unity of the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Saint Philip and Saint James [May 1]",
    "Collect": "Almighty God, you gave to your apostles Philip and James the grace and strength to bear witness to Jesus as the way, the truth, and the life: Grant that we, being mindful of their victory of faith, may glorify in life and death the Name of our Lord Jesus Christ; who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Saint Simon and Saint Jude [October 28]",
    "Collect": "Grant, O God, that as your apostles Simon and Jude were faithful and zealous in their mission, so we may with ardent devotion make known the love and mercy of our Lord and Savior Jesus Christ; who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Saint Stephen [December 26]",
    "Collect": "O Glorious Lord, your servant Stephen looked up to heaven and prayed for his persecutors: grant that in all our sufferings here upon earth we may love and forgive our enemies, looking steadfastly to Jesus Christ our Lord, who sits at your right hand and intercedes for us; and who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Saint Thomas [December 21]",
    "Collect": "Everliving God, you strengthened your apostle Thomas with firm and certain faith in your Son’s resurrection: Grant us so perfectly and without doubt to believe in Jesus Christ, our Lord and our God, that our faith may never be found wanting in your sight; through him who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Saturday of Easter Week",
    "Collect": "Heavenly Father, you have delivered us from the dominion of sin and death and brought us into the kingdom of your beloved Son: Grant that, as by his death he has called us to life, so by his love he may raise us to eternal joys; who lives and reigns with you, in the unity of the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Thanksgiving Day  [Canada and United States of America]",
    "Collect": "Most merciful Father, we humbly thank you for all your gifts so freely bestowed upon us: for life and health and safety, for strength to work and leisure to rest, for all that is beautiful in creation and in human life; but above all we thank you for our spiritual mercies in Christ Jesus our Lord; who with you and the Holy Spirit lives and reigns, one God, for ever and ever. Amen."
  },
  {
    "Title": "The Annunciation [March 25]",
    "Collect": "Pour your grace into our hearts, O Lord, that we who have known the incarnation of your Son Jesus Christ, announced by an angel to the Virgin Mary, may by his cross and passion be brought to the glory of his resurrection; who lives and reigns with you, in the unity of the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "The Collect for Christmas Day and any of the sets of Proper Lessons for Christmas Day serve for any weekdays between Holy Innocents’ Day and the First Sunday of Christmas",
    "Collect": "The Collect for Christmas Day and any of the sets of Proper Lessons for Christmas Day serve for any weekdays between Holy Innocents’ Day and the First Sunday of Christmas"
  },
  {
    "Title": "The Eighth Sunday of Epiphany",
    "Collect": "O Lord, you have taught us that without love, all our deeds are worth nothing: Send your Holy Spirit and pour into our hearts that most excellent gift of charity, the true bond of peace and of all virtues, without which whoever lives is counted dead before you; grant this for the sake of your Son Jesus Christ, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "The Epiphany, or the Manifestation of Christ to the Gentiles [January 6]",
    "Collect": "O God, by the leading of a star you manifested your only Son to the peoples of the earth: Lead us, who know you now by faith, to your presence, where we may see your glory face to face; through Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "The Fifth Sunday in Lent",
    "Collect": "Almighty God, you alone can bring into order the unruly wills and affections of sinners: Grant your people grace to love what you command and desire what you promise; that, among the swift and varied changes of this world, our hearts may surely there be fixed where true joys are to be found; through Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "The Fifth Sunday of Easter",
    "Collect": "Almighty God, whom truly to know is everlasting life: Grant us so perfectly to know your Son Jesus Christ to be the way, the truth, and the life, that we may steadfastly follow his steps in the way that leads to eternal glory; through Jesus Christ your Son our Lord, who lives and reigns with you, in the unity of the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "The Fifth Sunday of Epiphany",
    "Collect": "O Lord, our heavenly Father, keep your household the Church continually in your true religion, that we who trust in the hope of your heavenly grace may always be defended by your mighty power; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, now and for ever. Amen."
  },
  {
    "Title": "The First Sunday in Advent",
    "Collect": "Almighty God, give us grace to cast away the works of darkness, and put on the armor of light, now in the time of this mortal life in which your Son Jesus Christ came to visit us in great humility; that in the last day, when he shall come again in his glorious majesty to judge both the living and the dead, we may rise to the life immortal; through him who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "The First Sunday in Lent",
    "Collect": "Almighty God, whose blessed Son was led by the Spirit to be tempted by Satan: Come quickly to help us who are assaulted by many temptations, and, as you know the weaknesses of each of us, let each one find you mighty to save; through Jesus Christ your Son our Lord, who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "The First Sunday of Christmas",
    "Collect": "Almighty God, you have poured upon us the new light of your incarnate Word: Grant that this light, kindled in our hearts, may shine forth in our lives; through Jesus Christ our Lord, who lives and reigns with you in the unity of the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "The First Sunday of Epiphany: The Baptism of Our Lord",
    "Collect": "Eternal Father, at the baptism of Jesus you revealed him to be your Son, and your Holy Spirit descended upon him like a dove: Grant that we, who are born again by water and the Spirit, may be faithful as your adopted children; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "The Fourth Sunday in Advent",
    "Collect": "Stir up your power, O Lord, and with great might come among us; and as we are sorely hindered by our sins from running the race that is set before us, let your bountiful grace and mercy speedily help and deliver us; through Jesus Christ our Lord, to whom, with you and the Holy Spirit, be honor and glory, now and for ever. Amen."
  },
  {
    "Title": "The Fourth Sunday in Lent",
    "Collect": "Gracious Father, whose blessed Son Jesus Christ came down from heaven to be the true bread which gives life to the world: Evermore give us this bread, that he may live in us, and we in him; who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "The Fourth Sunday of Easter [Good Shepherd]",
    "Collect": "O God, whose Son Jesus Christ is the good shepherd of your people: Grant that when we hear his voice, we may know him who calls us each by name, and follow where he leads; who, with you and the Holy Spirit, lives and reigns, one God, for ever and ever. Amen."
  },
  {
    "Title": "The Fourth Sunday of Epiphany",
    "Collect": "O God, you know that we are set in the midst of many grave dangers, and because of the frailty of our nature we cannot always stand upright: Grant that your strength and protection may support us in all dangers and carry us through every temptation; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "The Holy Innocents [December 28]",
    "Collect": "Almighty God, out of the mouths of children you manifest your truth, and by the death of the holy innocents at the hands of evil tyrants you show your strength in our weakness: We ask you to mortify all that is evil within us, and so strengthen us by your grace, that we may glorify your holy Name by the innocence of our lives and the constancy of our faith even unto death; through Jesus Christ our Lord; who  died for us and now lives with you and the Holy Spirit, world without end. Amen."
  },
  {
    "Title": "The Holy Name of Our Lord Jesus Christ [January 1]",
    "Collect": "Almighty God, your blessed Son fulfilled the covenant of circumcision for our sake, and was given the Name that is above every name: Give us grace faithfully to bear his Name, and to worship him with pure hearts according to the New Covenant; who lives and reigns with you, in the unity of the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "The Holy Name of Our Lord Jesus Christ [January 1]",
    "Collect": "The collect and lessons for this Holy Day may be found between the entries of the First and Second Sundays of Christmas."
  },
  {
    "Title": "The Last Sunday of Epiphany [Transfiguration]",
    "Collect": "O God, who before the passion of your only-begotten Son revealed his glory upon the holy mountain: Grant that we, beholding by faith the light of his countenance, may be strengthened to bear our cross, and be changed into his likeness from glory to glory; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "The Nativity of Saint John the Baptist [June 24]",
    "Collect": "Almighty God, by whose providence your servant John the Baptist was wonderfully born, and sent to prepare the way of your Son our Savior by preaching repentance: Make us so to follow his teaching and holy life, that we may truly repent, boldly rebuke vice, patiently suffer for the sake of truth, and proclaim the coming of Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "The Presentation of Christ in the Temple [February 2]",
    "Collect": "Almighty and everliving God, we humbly pray that, as your only-begotten Son was this day presented in the temple in the substance of our flesh, so we may be presented to you with pure and clean hearts by Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "The Presentation of Christ in the Temple [February 2]",
    "Collect": "The collect and lessons for this Holy Day may be found between the entries for the Fourth and Fifth Sundays of Epiphany."
  },
  {
    "Title": "The Second Sunday in Advent",
    "Collect": "Blessed Lord, who caused all holy Scriptures to be written for our learning: Grant us so to hear them, read, mark, learn, and inwardly digest them, that by patience and the comfort of your holy Word we may embrace and ever hold fast the blessed hope of everlasting life, which you have given us in our Savior Jesus Christ; who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "The Second Sunday in Lent",
    "Collect": "Almighty God, you know that we have no power in ourselves to help ourselves: Keep us both outwardly in our bodies and inwardly in our souls, that we may be defended from all adversities that may happen to the body, and from all evil thoughts that may assault and hurt the soul; through Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "The Second Sunday of Christmas",
    "Collect": "O God, who wonderfully created, and yet more wonderfully restored, the dignity of human nature: Grant that we may share the divine life of him who humbled himself to share our humanity, your Son Jesus Christ; who lives and reigns with you, in the unity of the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "The Second Sunday of Easter",
    "Collect": "Almighty and everlasting God, who in the Paschal mystery established the new covenant of reconciliation: Grant that all who have been reborn into the fellowship of Christ’s Body may show forth in their lives what they profess by their faith; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "The Second Sunday of Epiphany",
    "Collect": "Almighty God, whose Son our Savior Jesus Christ is the light of the world: Grant that your people, illumined by your Word and Sacraments, may shine with the radiance of Christ’s glory, that he may be known, worshiped, and obeyed to the ends of the earth; through Jesus Christ our Lord, who with you and the Holy Spirit lives and reigns, one God, now and for ever. Amen."
  },
  {
    "Title": "The Second to last Sunday of Epiphany: World Mission Sunday",
    "Collect": "Almighty God, through the outpouring of the Holy Spirit, you revealed the way of eternal life to every race and nation: Pour out this gift anew, that by the preaching of the Gospel your salvation may reach to the ends of the earth; through Jesus Christ our Lord, who lives and reigns with you, in the unity of the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "The Seventh Sunday of Epiphany",
    "Collect": "O God, the strength of all who put their trust in you: mercifully accept our prayers, and because through the weakness of our mortal nature we can do no good thing without you, grant us the help of your grace, that in keeping your commandments we may please you both in will and deed; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "The Sixth Sunday of Easter [Rogation]",
    "Collect": "O God, you have prepared for those who love you such good things as surpass our understanding: Pour into our hearts such love towards you, that we, loving you in all things and above all things, may obtain your promises, which exceed all that we can desire; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "The Sixth Sunday of Epiphany",
    "Collect": "Almighty God, look mercifully upon your people, that by your great goodness they may be governed and preserved evermore; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, now and for ever. Amen."
  },
  {
    "Title": "The Sunday after the Ascension",
    "Collect": "O God, the King of glory, you have exalted your only Son Jesus Christ with great triumph to your kingdom in heaven: Do not leave us comfortless, but send us your Holy Spirit to strengthen us, and exalt us to that place where our Savior Christ has gone before; who lives and reigns with you and the Holy Spirit, one God, in glory everlasting. Amen."
  },
  {
    "Title": "The Third Sunday in Advent",
    "Collect": "O Lord Jesus Christ, you sent your messengers the prophets to preach repentance and prepare the way for our salvation: Grant that the ministers and stewards of your mysteries may likewise make ready your way, by turning the hearts of the disobedient toward the wisdom of the just, that at your second coming to judge the world, we may be found a people acceptable in your sight; for with the Father and the Holy Spirit you live and reign, one God, now and for ever. Amen."
  },
  {
    "Title": "The Third Sunday in Lent",
    "Collect": "Heavenly Father, you have made us for yourself, and our hearts are restless until they rest in you: Look with compassion upon the heartfelt desires of your servants, and purify our disordered affections, that we may behold your eternal glory in the face of Christ Jesus, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "The Third Sunday of Easter",
    "Collect": "Almighty God, you gave your only Son to be for us both a sacrifice for sin and an example of godly living: Give us grace thankfully to receive his inestimable benefits, and daily to follow the blessed steps of his most holy life; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "The Third Sunday of Epiphany",
    "Collect": "Give us grace, O Lord, to answer readily the call of our Savior Jesus Christ and proclaim to all people the Good News of his salvation, that we and the whole world may perceive the glory of his marvelous works; who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "The Transfiguration [August 6]",
    "Collect": "O God, who on the holy mount revealed to chosen witnesses your well-beloved Son, wonderfully transfigured, in raiment white and glistening: Mercifully grant that we, being delivered from the disquietude of this world, may by faith behold the King in his beauty; who with you and the Holy Spirit, lives and reigns, one God, for ever and ever. Amen."
  },
  {
    "Title": "The Visitation [May 31]",
    "Collect": "Almighty God, by whose grace Elizabeth rejoiced with the blessed virgin Mary and greeted her as the mother of the Lord: look with favor on your lowly servants, that, with Mary, we may magnify your holy Name and rejoice to acclaim her Son as our Savior; who lives and reigns with you, in the unity of the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Thursday of Easter Week",
    "Collect": "Almighty God, you show those in error the light of your truth so that they may turn to the path of righteousness: Grant that all who have been reborn into the fellowship of Christ’s Body may show forth in their lives what they profess by their faith; through Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Trinity Sunday",
    "Collect": "Almighty and everlasting God, you have given to us your servants grace, by the confession of a true faith, to acknowledge the glory of the eternal Trinity, and in the power of your divine Majesty to worship the Unity: Keep us steadfast in this faith and worship, and bring us at last to see you in your one and eternal glory, O Father; who with the Son and the Holy Spirit live and reign, one God, for ever and ever. Amen."
  },
  {
    "Title": "Tuesday of Easter Week",
    "Collect": "O God, who by the glorious resurrection of your Son Jesus Christ destroyed death and brought life and immortality to light: Grant that we, who have been raised with him, may abide in his presence and rejoice in the hope of eternal glory; through Jesus Christ our Lord, to whom, with you and the Holy Spirit, be honor and glory, now and for ever. Amen."
  },
  {
    "Title": "Tuesday of Holy Week",
    "Collect": "O Lord our God, whose blessed Son gave his back to be whipped and did not hide his face from shame and spitting: Give us grace to accept joyfully the sufferings of the present time, confident of the glory that shall be revealed; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Wednesday of Easter Week",
    "Collect": "O God, whose blessed Son made himself known to his disciples in the breaking of bread: Open the eyes of our faith, that we may behold him in the fullness of his redeeming work; who lives and reigns with you, in the unity of the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Wednesday of Holy Week",
    "Collect": "Assist us mercifully with your grace, Lord God of our salvation, that we may enter with joy upon the meditation of those mighty acts by which you have promised us life and immortality; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Week of the Sunday from August 14 to August 20",
    "Collect": "Keep your Church, O Lord, by your perpetual mercy; and because without you the frailty of our nature causes us to fall, keep us from all things hurtful, and lead us to all things profitable for our salvation; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Week of the Sunday from August 21 to August 27",
    "Collect": "Let your continual mercy, O Lord, cleanse and defend your Church; and, because it cannot continue in safety without your help, protect and govern it always by your goodness; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Week of the Sunday from August 28 to September 3",
    "Collect": "O Lord, we pray that your grace may always precede and follow after us, that we may continually be given to good works; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Week of the Sunday from August 7 to August 13",
    "Collect": "Almighty God, give us the increase of faith, hope, and love; and, that we may obtain what you have promised, make us love what you command; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Week of the Sunday from July 10 to July 16",
    "Collect": "Let your merciful ears, O Lord, be open to the prayers of your humble servants; and, that we may receive what we ask, teach us by your Holy Spirit to ask only those things that are pleasing to you; through Jesus Christ our Lord, who with you and the same Spirit lives and reigns for ever and ever. Amen."
  },
  {
    "Title": "Week of the Sunday from July 17 to July 23",
    "Collect": "O God, you declare your almighty power chiefly in showing mercy and pity: Grant us the fullness of your grace, that we, running to obtain your promises, may become partakers of your heavenly treasure; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Week of the Sunday from July 24 to July 30",
    "Collect": "Almighty and everlasting God, you are always more ready to hear than we to pray, and to give more than we either desire or deserve: Pour down upon us the abundance of your mercy, forgiving us those things of which our conscience is afraid, and giving us those good things for which we are not worthy to ask, except through the merits and mediation of Jesus Christ our Savior; who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Week of the Sunday from July 3 to July 9",
    "Collect": "Grant us, O Lord, we pray, the spirit to think and do always those things that are right, that we, who can do no good thing apart from you, may by you be enabled to live according to your will; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Week of the Sunday from July 31 to August 6",
    "Collect": "Almighty and merciful God, it is only by your grace that your faithful people offer you true and laudable service: Grant that we may run without stumbling to obtain your heavenly promises; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Week of the Sunday from June 12 to June 18",
    "Collect": "O Lord, from whom all good proceeds: Grant us the inspiration of your Holy Spirit, that we may always think those things that are good, and by your merciful guidance may accomplish them; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Week of the Sunday from June 19 to June 25",
    "Collect": "Lord of all power and might, the author and giver of all good things: Graft in our hearts the love of your Name, increase in us true religion, nourish us with all goodness, and bring forth in us the fruit of good works; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Week of the Sunday from June 26 to July 2",
    "Collect": "O God, your never-failing providence sets in order all things both in heaven and on earth: Put away from us all hurtful things, and give us those things that are profitable for us; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Week of the Sunday from June 5 to June 11",
    "Collect": "Grant, O Lord, that the course of this world may be so peaceably ordered by your providence, that your Church may joyfully serve you in quiet confidence and godly peace; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Week of the Sunday from May 15 to May 21",
    "Collect": "O Lord, you never fail to support and govern those whom you bring up in your steadfast love and fear: Keep us, we pray, under your continual protection and providence, and give us a perpetual fear and love of your holy Name; through Jesus Christ our Lord who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Week of the Sunday from May 22 to May 28",
    "Collect": "O Lord, we entreat you mercifully to hear us, and grant that we, to whom you have given the desire to pray, may by your mighty aid be defended and comforted in all our adversities; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Week of the Sunday from May 29 to June 4",
    "Collect": "O God, the protector of all those who trust in you, without whom nothing is strong, nothing is holy: Increase and multiply upon us your mercy, that, with you as our ruler and guide, we may so pass through things temporal that we lose not the things eternal; grant this, heavenly Father, for the sake of your Son Jesus Christ; who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Week of the Sunday from May 8 to May 14",
    "Collect": "O God, the strength of all who put their trust in you: Mercifully accept our prayers, and because through the weakness of our mortal nature we can do no good thing without you, grant us the help of your grace to keep your commandments, that we may please you in will and deed; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Week of the Sunday from November 13 to November 19",
    "Collect": "Stir up, O Lord, the wills of your faithful people, that bringing forth in abundance the fruit of good works, they may be abundantly rewarded when our Savior Jesus Christ comes to restore all things; who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Week of the Sunday from November 20 to November 26 [Christ the King]",
    "Collect": "Almighty and everlasting God, whose will it is to restore all things in your well-beloved Son, the King of kings and Lord of lords: Mercifully grant that the peoples of the earth, divided and enslaved by sin, may be freed and brought together under his most gracious rule; who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Week of the Sunday from November 6 to November 12",
    "Collect": "O God, whose blessed Son came into the world that he might destroy the works of the devil and make us children of God and heirs of eternal life: Grant that, having this hope, we may purify ourselves as he is pure; that, when he comes again with power and great glory, we may be made like him in his eternal and glorious kingdom; where he lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Week of the Sunday from October 16 to October 22",
    "Collect": "Set us free, loving Father, from the bondage of our sins, and in your goodness and mercy give us the liberty of that abundant life which you have made known to us in our Savior Jesus Christ; who lives and reigns with you, in the unity of the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Week of the Sunday from October 2 to October 8",
    "Collect": "Keep, O Lord, your household the Church in continual godliness, that through your protection it may be free from all adversities, and devotedly serve you in good works, to the glory of your Name; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Week of the Sunday from October 23 to October 29",
    "Collect": "Almighty and everlasting God, you govern all things both in heaven and on earth: Mercifully hear the supplications of your people, and in our time grant us your peace; through Jesus Christ our Lord; who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Week of the Sunday from October 30 to November 5",
    "Collect": "Grant us, Lord, not to be anxious about earthly things, but to love things heavenly; and even now, as we live among things that are passing away, to hold fast to those that shall endure; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, for ever and ever. Amen."
  },
  {
    "Title": "Week of the Sunday from October 9 to October 15",
    "Collect": "O God, our refuge and strength, true source of all godliness: Graciously hear the devout prayers of your Church, and grant that those things which we ask faithfully, we may obtain effectually; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Week of the Sunday from September 11 to September 17",
    "Collect": "O God, because without you we are not able to please you, mercifully grant that your Holy Spirit may in all things direct and rule our hearts; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Week of the Sunday from September 18 to September 24",
    "Collect": "Almighty and merciful God, in your goodness keep us, we pray, from all things that may hurt us, that we, being ready both in mind and body, may accomplish with joyful hearts those things which belong to your purpose; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Week of the Sunday from September 25 to October 1",
    "Collect": "O merciful Lord, grant to your faithful people pardon and peace, that by your grace we may be cleansed from all our sins and serve you with a quiet mind; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  },
  {
    "Title": "Week of the Sunday from September 4 to September 10",
    "Collect": "O Lord God, grant your people grace to withstand the temptations of the world, the flesh, and the devil, and with pure hearts and minds to follow you, the only God; through Jesus Christ our Lord, who lives and reigns with you and the Holy Spirit, one God, now and for ever. Amen."
  }
]